7zip
acpi
alsa-utils
amd-ucode
amsynth-common
amsynth-dssi
amsynth-standalone
amsynth-vst
android-studio
android-tools
apparmor
appmenu-gtk-module
arch-audit
archiso
archlinux-keyring
ardour
aria2
artyfx
avldrums.lv2
base
base-devel
bat
bchoppr
blender
bridge-utils
brightnessctl
bsequencer
bshapr
bslizr
btop
btrfs-progs
calf
cardinal-lv2
cargo-cache
chromium
clamav
clang
cliphist
cmake
cmus
code
cpio
cryptsetup
devdocs-desktop
dmidecode
dnsmasq
downgrade
dpkg
efibootmgr
electron
enchant
eq10q
exfatprogs
eza
fabla
fastfetch
fd
fzf
gammastep
gdu
git
git-filter-repo
godot
gparted
gradle
grim
grub
hypridle
hyprland
hyprlock
imagemagick
infamousplugins
inkscape
jdk8-openjdk
kanata-bin
kdenlive
kitty
krita
lib32-glibc
libappindicator-gtk3
libfido2
librewolf-bin
libvips
linux
linux-firmware
linux-headers
linux-lts
lld
love
lsp-plugins-lv2
lua-language-server
luarocks
lvm2
lynis
mako
man-db
marksman
mda.lv2
meson
midi_matrix.lv2
mpv
neovim
networkmanager
nodejs
noise-repellent
nordzy-cursors
nordzy-hyprcursors
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
nwg-look
obs-studio
obsidian
oh-my-posh-bin
okular
openbsd-netcat
os-prober
otf-font-awesome
padthv1-lv2
paru
paru-debug
patchmatrix
pavucontrol
piper
pipewire-alsa
plantuml
pnpm
polkit-gnome
prismlauncher
procs
proton-vpn-gtk-app
pyright
python-dbus
python-django
python-pipx
qemu-base
qemu-ui-sdl
qjackctl
qtractor
reflector
ripgrep
rofi
rust-analyzer
rustup
samba
slurp
smartmontools
sof-firmware
spdlog
spice-protocol
spice-vdagent
sqlitebrowser
steam
stow
strace
swtpm
swww
syncthing
sysstat
systemd-resolvconf
tcpdump
tealdeer
tiled
timeshift
tlp
tlp-rdw
ttf-fira-sans
ttf-iosevka-nerd
ttf-meslo-nerd
ttf-roboto-mono-nerd
typescript-language-server
ufw
unrar
unzip
uwsm
virt-manager
vulkan-radeon
waybar
waypipe
wdisplays
webkit2gtk
webkit2gtk-4.1
wget
wine
wine-mono
winetricks
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xorg-xhost
yank
yarn
zathura
zathura-pdf-mupdf
zip
zoxide
zsh
