acpi
amd-ucode
android-sdk-platform-tools
android-tools
appmenu-gtk-module
ardour
auto-cpufreq
base
base-devel
bridge-utils
brightnessctl
btop
clamav
cliphist
cmake
debtap
discord
dmidecode
dnsmasq
docker
downgrade
efibootmgr
enchant
exfatprogs
fastfetch
firefox
fzf
git
gitui
go
godot
gparted
grim
grub
hypridle
hyprland
hyprlock
imagemagick
iptables-nft
kitty
krita
libvips
linux
linux-firmware
linux-headers
linux-lts
lld
lsd
mako
man-db
minecraft-launcher
mpv
musescore
ncdu
ncspot
neovim
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian
oh-my-posh
okular
ollama
openbsd-netcat
openssh
os-prober
paru
paru-debug
piper
pipewire-alsa
pipewire-audio
pipewire-pulse
polkit-gnome
preload
pulsemixer
pywal-git
qemu-base
qt6-wayland
quickemu
reflector
ripgrep
rofi-lbonn-wayland
rust
slurp
sof-firmware
spdlog
speedtest-cli
spice-protocol
steam
stow
surrealdb-bin
swtpm
swww
syncthing
tcpdump
timeshift
ttf-fira-sans
ttf-font-awesome
ttf-ifao-grec
ttf-iosevka-nerd
ttf-meslo-nerd
ufw
unrar
unzip
vulkan-radeon
waybar
webkit2gtk
weylus
wget
wine
wireplumber
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xorg-xhost
yarn
zip
zoxide
zsh
