acpi
aide
alsa-utils
amd-ucode
android-sdk-platform-tools
android-tools
apparmor
appmenu-gtk-module
arch-audit
ardour
base
base-devel
borgmatic
bridge-utils
brightnessctl
btop
bun-bin
cargo-cache
cava
chromium
clamav
clang
cliphist
cmake
cowsay
cpio
debtap
discord
dmidecode
dnsmasq
docker
downgrade
efibootmgr
enchant
exfatprogs
fastfetch
fzf
gammastep
git
go
gowall
gparted
gradle
grim
grub
hypridle-git
hyprland
hyprlang-git
hyprlock-git
imagemagick
iptables-nft
jdk8-openjdk
kanata
kitty
krita
librewolf-bin
libvips
linux
linux-firmware
linux-hardened
linux-headers
linux-lts
linux-zen
lld
love
lsd
luarocks
lynis
mako
man-db
meson
mpc
mpd
mpdris2
mpv
musescore
ncdu
ncmpcpp
neovim
networkmanager
nodejs
nordzy-cursors
nordzy-cursors-hyprcursor
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
obs-studio
obsidian
oh-my-posh
okular
ollama
openbsd-netcat
openssh
os-prober
paru-git
paru-git-debug
passwdqc
piper
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
plantuml
polkit-gnome
preload
prismlauncher
pulsemixer
python-dbus
python-pipx
pywal-git
qemu-base
qemu-ui-sdl
qjackctl
qt6-wayland
quickemu
reflector
ripgrep
rocksdb
rofi-lbonn-wayland
rust
samba
slurp
sof-firmware
spdlog
speedtest-cli
spice-protocol
spice-vdagent
spotify
steam
stow
surrealdb-bin
swtpm
swww
syncthing
sysstat
tcpdump
tealdeer
tiled
timeshift
tlp
ttf-fira-sans
ttf-font-awesome
ttf-ifao-grec
ttf-iosevka-nerd
ttf-meslo-nerd
ufw
universal-android-debloater
unrar
unzip
vulkan-radeon
wallust
waybar
webkit2gtk
weylus
wget
wikiman
wine
wireplumber
xdg-desktop-portal-hyprland
xorg-xhost
yarn
zip
zotify
zoxide
zsh
