alsa-utils
amd-ucode
android-tools
appmenu-gtk-module
base
base-devel
bridge-utils
brightnessctl
btop
clamav
cliphist
cmake
discord
dmidecode
dnsmasq
efibootmgr
enchant
firefox
fzf
gimp
git
go
godot
gparted
grim
grub
hyprland
imagemagick
iptables-nft
kitty
krita
lf
libvips
linux
linux-firmware
linux-headers
linux-lts
lld
lshw
mako
man-db
mpv
ncdu
ncspot
neovim
networkmanager
nix
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian
okular
ollama
openbsd-netcat
os-prober
pacman-contrib
piper
polkit-gnome
qemu-base
qt6-wayland
reflector
rofi
rust
slurp
sof-firmware
spdlog
steam
stow
swayidle
swtpm
syncthing
tcpdump
timeshift
tmux
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-meslo-nerd
ufw
unzip
virt-manager
vlc
vulkan-radeon
waybar
webkit2gtk
wget
wireplumber
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xorg-xhost
zip
zoxide
zsh
